{
  "version": "https://jsonfeed.org/version/1",
  "title": "Pandemaniacs",
  "home_page_url": "https://pandemaniacs.github.io",
  "feed_url": "https://pandemaniacs.github.io/archive-2025.json",
  "description": "Pandemaniacs Regeln und Neuigkeiten",
  "items": [
    {
      "id": "https://pandemaniacs.github.io/discord-updates.html",
      "url": "https://pandemaniacs.github.io/discord-updates.html",
      "title": "Neuer Vorschläge Kanal",
      "content_html": "<!-- Content Injected to every content markdown header -->\n<p>Auf dem discord haben wir nun ein neues forum für Vorschläge (#vorschläge) erstellt wo ihr Vorschläge zu z.b. Spielen geben könnt die wir spielen oder Hosten können.</p>\n<p>Ebenfalls gibt es nun ein #vorstellung Kanal wo ihr euch vorstellen könnt.</p>\n<!-- Content Injected to every content markdown footer -->\n",
      "summary": "",
      "date_published": "2025-02-26T00:00:00-00:00",
      "image": "",
      "authors": [],
      "tags": [
        "discord"
      ],
      "language": "de"
    },
    {
      "id": "https://pandemaniacs.github.io/regeln-trouble-interrorist-town.html",
      "url": "https://pandemaniacs.github.io/regeln-trouble-interrorist-town.html",
      "title": "TTT-Server-Regeln",
      "content_html": "<!-- Content Injected to every content markdown header -->\n<h2><a href=\"#1-geltungsbereich\" aria-hidden=\"true\" class=\"anchor\" id=\"1-geltungsbereich\"></a>1. Geltungsbereich</h2>\n<ul>\n<li>Diese Regeln gelten ausschließlich für unseren TTT2-Server.</li>\n<li>Die allgemeinen Community-Grundregeln sind jederzeit gültig.</li>\n</ul>\n<h2><a href=\"#2-fair-play-und-spielspaß\" aria-hidden=\"true\" class=\"anchor\" id=\"2-fair-play-und-spielspaß\"></a>2. Fair Play und Spielspaß</h2>\n<ul>\n<li><strong>Faires Spiel:</strong> Unser Ziel ist es, dass alle Spieler Spaß haben. Ein faires Miteinander ist hierfür essenziell.</li>\n<li><strong>Keine unbegründeten Angriffe:</strong> Es ist nicht gestattet, andere Spieler ohne nachvollziehbaren Grund anzugreifen oder zu töten.</li>\n<li><strong>Cheating und Exploiting:</strong> Jegliche Form von Cheating, Exploiting oder Ausnutzen von Bugs führt zu sofortigen Sanktionen – bis hin zum Bann.</li>\n</ul>\n<h2><a href=\"#3-rdm-random-deathmatch\" aria-hidden=\"true\" class=\"anchor\" id=\"3-rdm-random-deathmatch\"></a>3. RDM (Random Deathmatch)</h2>\n<ul>\n<li><strong>Definition:</strong> RDM bezeichnet das willkürliche Töten anderer Spieler ohne nachvollziehbaren Anlass.</li>\n<li><strong>Regel:</strong> Tötungen müssen auf einem begründeten Verdacht oder einer konkreten Situation beruhen. Unbegründetes RDM wird nicht toleriert.</li>\n</ul>\n<h2><a href=\"#4-team-killing-tk\" aria-hidden=\"true\" class=\"anchor\" id=\"4-team-killing-tk\"></a>4. Team Killing (TK)</h2>\n<ul>\n<li>Das absichtliche Töten von Teamkollegen oder das wiederholte, unbedachte Angreifen anderer Spieler ist untersagt.</li>\n<li>Auch wenn TTT2 nicht als „ernsthaftes Rollenspiel“ gedacht ist, führt TK zu Frust und mindert den Spielspaß. Bei Unfällen ist das Moderationsteam umgehend zu informieren.</li>\n</ul>\n<h2><a href=\"#5-meta-gaming-und-informationsmissbrauch\" aria-hidden=\"true\" class=\"anchor\" id=\"5-meta-gaming-und-informationsmissbrauch\"></a>5. Meta-Gaming und Informationsmissbrauch</h2>\n<ul>\n<li><strong>Meta-Gaming:</strong> Die Nutzung von Informationen, die außerhalb des Spiels (OOC) gewonnen wurden, um In-Game-Entscheidungen zu beeinflussen, ist strengstens untersagt.</li>\n<li><strong>Informationsaustausch:</strong> Verdachtsmomente und relevante In-Game-Informationen dürfen ausschließlich über den vorgesehenen In-Game-Voice-Chat kommuniziert werden.</li>\n</ul>\n<h2><a href=\"#6-rollenspezifische-besonderheiten-im-ttt2-modus\" aria-hidden=\"true\" class=\"anchor\" id=\"6-rollenspezifische-besonderheiten-im-ttt2-modus\"></a>6. Rollenspezifische Besonderheiten im TTT2-Modus</h2>\n<ul>\n<li><strong>Vielfalt der Rollen:</strong> Da wir den TTT2-Spielmodus verwenden, gibt es mehr Rollen als nur Traitor und Detective.\n<ul>\n<li>Einige Rollen erlauben es, alle anderen Spieler zu töten, während andere dazu verpflichtet sind, alle anderen zu töten.</li>\n<li>Die genauen Aufgaben, Ziele und Besonderheiten der jeweiligen Rollen werden in-game erklärt, sobald sie zugewiesen werden.</li>\n</ul>\n</li>\n<li><strong>Verhalten:</strong> Unabhängig von der zugewiesenen Rolle ist es nicht erlaubt, andere Spieler ohne nachvollziehbaren In-Game-Grund anzugreifen.</li>\n</ul>\n<h2><a href=\"#7-kommunikation-außerhalb-des-in-game-voice-chats\" aria-hidden=\"true\" class=\"anchor\" id=\"7-kommunikation-außerhalb-des-in-game-voice-chats\"></a>7. Kommunikation außerhalb des In-Game-Voice-Chats</h2>\n<ul>\n<li>Falls Spieler während des Spiels über Discord oder andere Voice-Chats kommunizieren, ist es strengstens untersagt, Informationen weiterzugeben, die das Spielgeschehen beeinflussen können – insbesondere an Spieler, die noch aktiv im Spiel sind.</li>\n<li>Idealerweise sollte während eines laufenden Spiels im externen Voice-Chat gar nicht über In-Game-relevante Informationen gesprochen werden.</li>\n</ul>\n<blockquote>\n<p>Verständlicherweise ist der Discord Voice-Chat über unseren Discord Server praktischer und ebenfalls erlaubt für TTT, jedoch sollte es bevorzugt werden, In-Game zu sprechen.\nAnfangs war die Voice-Chat Qualität von Garrys Mod nicht so gut, wodurch es nötig war über Discord zu reden, mittlerweile ist das Problem jedoch behoben und der In-Game Voice Chat ist nutzbar. Bitte stellt eure Mikrofoneinstellung ordentlich in Steam ein und nutzt Push-To-Talk wenn möglich. Das Verwenden von In-Game Voice-Chat macht es unmöglich, aus Versehen Informationen an Lebende bzw. Aktive Spieler weiterzugeben.</p>\n</blockquote>\n<h2><a href=\"#8-reporting-und-sanktionen\" aria-hidden=\"true\" class=\"anchor\" id=\"8-reporting-und-sanktionen\"></a>8. Reporting und Sanktionen</h2>\n<ul>\n<li><strong>Melde-System:</strong> Verstöße gegen diese Regeln können über das vorgesehene Reporting-System an das Moderationsteam gemeldet werden.</li>\n<li><strong>Konsequenzen:</strong> Bei Verstößen kann das Moderationsteam Verwarnungen, temporäre Maßnahmen (z. B. Mute, Kick oder temporärer Bann) oder im Wiederholungsfall einen dauerhaften Ausschluss verhängen. Alle Maßnahmen werden nachvollziehbar dokumentiert.</li>\n</ul>\n<hr />\n<p>Mit dem Betreten und Spielen auf unserem TTT2-Server erklärst du dich mit diesen Regeln einverstanden. Unser Ziel ist es, einen fairen und spaßigen Spielraum zu schaffen, in dem jeder die Möglichkeit hat, das Spiel in vollen Zügen zu genießen.</p>\n<!-- Content Injected to every content markdown footer -->\n",
      "summary": "",
      "date_published": "2025-02-25T00:00:00-00:00",
      "image": "",
      "authors": [],
      "tags": [
        "regeln",
        "ttt"
      ],
      "language": "de"
    }
  ]
}